Dlubal.RFEM5.IMemberNonlinearity
Interface for working with member nonlinearity

Dlubal.RFEM5.IMemberNonlinearity.GetData
Gets member nonlinearity parameters.
Returns: Member nonlinearity parameters

Dlubal.RFEM5.IMemberNonlinearity.SetData(System.UInt32@)
Sets member nonlinearity parameters.
Nonlinearity: Member nonlinearity parameters.

Dlubal.RFEM5.IMemberNonlinearity.Delete
Deletes member nonlinearity.